{
  "About": "შესახებ",
  "blog-h1": "ინტერვიუ ჯონ კოენიგთან: განახლება უკრაინის ომის შესახებ - ახალი დღე NW ",
  "blog-p": "მე“ამ საკითხთან დაკავშირებული ყველა კითხვისა და უახლესი ინფორმაციისთვის, პოლიტიკის სპეციალისტი ჯონ კოენიგი შეხვდა New Day NW-ს. კოენიგმა სამ ათწლეულზე მეტი გაატარა აშშ-ს საგარეო სამსახურში და ამჟამად არის UW ცენტრის დასავლეთ ევროპის კვლევების ლექტორი.",
  "blog-a": "ნახე ვიდეო",
  "discuss-a1": "პოლიტიკის მრგვალი მაგიდები",
  "discuss-a2": "ექსპერტთა ინტერვიუები",
  "hor-STAFF": "სტაფი",
  "hor-NEWS": "სიახლე",
  "hor-RESERCH EU": "კვლევა ევროკავშირი",
  "hor-TEACH EU": "ასწავლე ევროკავშირი",
  "hor-eupoltrans course": "eupoltrans კურსი",
  "hor-mooc": "mooc",
  "hor-DISCUSS EU": "ევროკავშირის განხილვა",
  "hor-BLOG": "ბლოგი",
  "hor-CONTACT": "კონტაკტი",
  "news-h2": "UW სტუდენტები შუმანის გამოწვევაზე 2022",
  "news-p": "დასავლეთ ევროპის კვლევების ცენტრი და ევროკავშირის ცენტრი მოხარულნი არიან გამოაცხადონ რომ წელს ჩვენ გვყავდა სტუდენტების გუნდი, რომლებიც შუმანის გამოწვევაში იასპარეზეს.სტუდენტები ეშლინ ნაზარი, ჰენრი მო და სიენა ჰარტვიგსონი იყვნენ სტუდენტები UW-ის გუნდში. შუმანის გამოწვევა არის ყოველწლიური კონკურსი, რომელსაც მხარს უჭერს ევროკავშირის დელეგაცია",
  "news-button": "წაიკითხე მეტი",
  "staff-h1": "ეკა აკობია",
  "staff-p": "ეკა აკობია არის კავკასიის სკოლის დეკანი და ასოცირებული პროფესორი მმართველობის, სადაც ის ადმინისტრირებას უწევს სკოლების პროგრამებს დიპლომატიაში და საერთაშორისო ურთიერთობები (PHD, MA და BA საფეხურები) და საჯარო ადმინისტრაცია (ბაკალავრიატი და მაგისტრატურა). ის ასევე ხელმძღვანელობს მშვიდობის ინსტიტუტს სწავლა (IPS) კავკასიის უნივერსიტეტში. 2018 წლიდან ის არის წევრი სახელმწიფო მართვის ინსტიტუტებისა და სკოლების ქსელი ცენტრალურში და აღმოსავლეთ ევროპა (Nispacee). მან მიიღო დოქტორის ხარისხი საერთაშორისო ურთიერთობები თბილისის სახელმწიფო უნივერსიტეტიდან. მისი თემა სადოქტორო დისერტაცია იყო „საბჭოთა კავშირის ინიციატივები და რუსეთის ფედერაცია ევროპის უსაფრთხოების არქიტექტურასთან მიმართებაში: მიზნების, ფაქტორების და შედეგების ამოხსნა“. მან დააგროვა მისი მაგისტრის ხარისხი საერთაშორისო ურთიერთობებში ბეილორის უნივერსიტეტიდან, აშშ და მისი ბაკალავრის ხარისხი პოლიტიკურ მეცნიერებაში ჰარტვიკის კოლეჯიდან (ამერიკული საბჭოს UGRAD სტიპენდია), აშშ. სხვადასხვანაირად, ის ასწავლის თეორიებს საერთაშორისო ურთიერთობები (MA და PHD დონე), საერთაშორისო ორგანიზაციები, ევროკავშირის საგარეო ურთიერთობებისა და გაეროს სამშვიდობო ოპერაციების კურსები. ეკას აქვს გამოქვეყნებული სტატიების რაოდენობა, ასევე წვლილი შეიტანა რედაქტირებულ ტომებში ჟან მონეს ფარგლებში საქართველოში გამოცემული ევროკავშირის სერიები პროექტი. მისი ექსპერტიზის სფერო მოიცავს საქართველოს ევროპულ და ევროატლანტიკური ინტეგრაცია, ევროატლანტიკური უსაფრთხოება ასევე საკითხები დაკავშირებულია უფრო ფართო რეგიონულ უსაფრთხოებასთან, ახლო აღმოსავლეთისა და აზიის ჩათვლით. ეკა ხშირად აწვდის ანალიტიკურ სტატიებს ონლაინ ანალიტიკურ ამბებში პლატფორმა საქართველოში - civil.ge ასევე ხშირად ჩნდება ეროვნულ ტელევიზიაში არხები ექსპერტთა კომენტარებისთვის უსაფრთხოების მიმდინარე საკითხებზე. მისი მიმდინარეობა კვლევითი ინტერესები მოიცავს ურთიერთკავშირს დემოკრატიზაციასა და უსაფრთხოება. მისი წიგნის თავი თემაზე „სახელმწიფო ადმინისტრირება ქვეყნებში კონფლიქტი: საქართველოს საქმე“ (Palgrave Macmillan). აღსანიშნავია, რომ ეკა აკობიას ფართო საჯარო სამსახურის კარიერა ჰქონდა. Მას აქვს მუშაობდა საქართველოს საგარეო საქმეთა სამინისტროში 2005 წლიდან 2016 წ. პოლიტიკურ და ტერიტორიულ თანამდებობებზე დეპარტამენტები. 2012 წლიდან 2016 წლამდე მუშაობდა აზიის დირექტორად, აფრიკის, ავსტრალიისა და წყნარი ოკეანის დეპარტამენტი, საგარეო საქმეთა სამინისტრო. მას უჭირავს ა მრჩევლის დიპლომატიური წოდება და მიღებული აქვს არაერთი ჯილდო საჯარო სამსახური."
}
